const List<String> PATTERS = [
  "на дворе трава на траве дрова не руби дрова на траве двора",
  "карл у клары украл кораллы лара у карла украла кларнет",
  "корабли лавировали лавировали да не вылавировали",
  "расскажите про покупки про какие про покупки про покупки про покупки про покупочки мои",
  "ехал грека через реку видит грека - в реке рак сунул грека руку в реку рак за руку грека - цап",
  "испугались медвежонка ёж с ежихой и с ежонком стриж с стрижихой и стрижонком",
  "четыре черненьких чумазеньких чертенка чертили черными чернилами чертеж",
  "тощий немощный кощей тащит ящик овощей",
  "жили-были три китайца - як як-цидрак як-цидрак-цидрон-цидрони и еще три китаянки - цыпа цыпа-дрипа цыпа-дрипа-лампомпони поженились як на цыпе як-цидрак на цыпе-дрипе як-цидрак-цидрон-цидрони на цыпе-дрипе-лампомпони вот у них родились дети у яка с цыпой — шах у як-цидрака с цыпой-дрыпой — шах-шарах у як-цидрак-цидрони с цыпо-дрыпой-лампопони — шах-шарах-шарони",
];
